import React, {Component} from 'react'

export default class Terms extends Component {
  render() {
    return (
      <div>
        <h1>Пользовательское Соглашение</h1>
        <p>Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует отношения между<br/>ООО "БИТУБИ" (далее
          БиТуБи или Администрация) с одной стороны и пользователем сайта с<br/>другой.<br/>Сайт БиТуБи.Ру не является
          средством массовой информации.</p>
        <p>Используя сайт, Вы соглашаетесь с условиями данного соглашения.<br/><strong>Если Вы не согласны с условиями
          данного соглашения, не используйте сайт БиТуБи!</strong></p>
        <h2>Предмет соглашения</h2>
        <p><strong>Администрация предоставляет пользователю право на размещение на сайте</strong><br/><strong>следующей
          информации:</strong></p>
        <h2>Предмет соглашения</h2>
        <p><strong>Администрация предоставляет пользователю право на размещение на сайте</strong><br/><strong>следующей
          информации:</strong></p>
        <ul>
          <li>Текстовой информации</li>
          <li>Фотоматериалов</li>
          <li>Ссылок на материалы, размещенные на других сайтах</li>
        </ul>
        <h2>Права и обязанности сторон</h2>
        <p><strong>Пользователь имеет право:</strong></p>
        <ul>
          <li>осуществлять поиск информации на сайте</li>
          <li>получать информацию на сайте</li>
          <li>создавать информацию для сайта</li>
          <li>копировать информацию на другие сайты с указанием источника</li>
          <li>использовать информацию сайта в личных некоммерческих целях</li>
        </ul>
        <p><strong>Администрация имеет право:</strong></p>
        <ul>
          <li>по своему усмотрению и необходимости создавать, изменять, отменять правила</li>
          <li>ограничивать доступ к любой информации на сайте</li>
          <li>создавать, изменять, удалять информацию</li>
          <li>удалять учетные записи</li>
          <li>отказывать в регистрации без объяснения причин</li>
        </ul>
        <p><strong>Пользователь обязуется:</strong></p>
        <ul>
          <li>обеспечить достоверность предоставляемой информации</li>
          <li>обеспечивать сохранность личных данных от доступа третьих лиц</li>
          <li>обновлять Персональные данные, предоставленные при регистрации, в случае их<br/>изменения</li>
          <li>не распространять информацию, которая направлена на пропаганду войны, разжигание<br/>национальной, расовой
            или религиозной ненависти и вражды, а также иной информации, за<br/>распространение которой предусмотрена
            уголовная или административная ответственность
          </li>
          <li>не нарушать работоспособность сайта</li>
          <li>не совершать действия, направленные на введение других Пользователей в заблуждение</li>
          <li>не передавать в пользование свою учетную запись и/или логин и пароль своей учетной <br/>записи третьим
            лицам
          </li>
          <li>не использовать скрипты (программы) для автоматизированного сбора информации и/или<br/>взаимодействия с
            Сайтом и его Сервисами
          </li>
        </ul>
        <p><strong>Администрация обязуется:</strong></p>
        <ul>
          <li>поддерживать работоспособность сайта за исключением случаев, когда это невозможно по<br/>независящим от
            Администрации причинам.
          </li>
          <li>осуществлять разностороннюю защиту учетной записи Пользователя</li>
        </ul>
        <h2>Ответственность сторон</h2>
        <ul>
          <li>пользователь лично несет полную ответственность за распространяемую им информацию</li>
          <li>администрация не несет никакой ответственности за услуги, предоставляемые третьими<br />лицами</li>
          <li>в случае возникновения форс-мажорной ситуации (боевые действия, чрезвычайное<br />положение, стихийное
            бедствие и т. д.) Администрация не гарантирует сохранность<br />информации, размещённой Пользователем, а
            также бесперебойную работу информационного<br />ресурса
          </li>
        </ul>
        <h2>Условия действия Соглашения</h2>
        <p>Данное Соглашение вступает в силу при регистрации на сайте.<br />Соглашение перестает действовать при
          появлении его новой версии.<br />Администрация оставляет за собой право в одностороннем порядке изменять данное
          соглашение по своему усмотрению.<br />Администрация не оповещает пользователей об изменении в Соглашении.</p>
        <br />
        <br />
        <br />
      </div>
    )
  }
}
